---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Plumbing.FluidTemperature
source: html/98b3916d-8434-019d-d583-3c597a671509.htm
---
# FluidTemperature Members

Creates a new fluid temperature with given temperature, dynamic viscosity and density.